Revit 2027 API
ParameterTypeId.StairsTrisertypeBackNosing Property
 "Back Nosing": (OBSOLETE)
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTrisertypeBackNosing { get; }
Public Shared ReadOnly Property StairsTrisertypeBackNosing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTrisertypeBackNosing {
	ForgeTypeId^ get ();
}
static member StairsTrisertypeBackNosing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace